<template>
    <div class="agreement">
        <p class="theme">国信诚信宝用户注册服务协议</p>
        <div>
            <p class="head">一、特别提示</p>   
            <p>1.国信诚信宝用户使用平台(以下简称本平台)特别提醒：用户在注册之前，请认真阅读《国信诚信宝用户注册服务协议》（以下简称本协议），确保您充分理解本协议的各条款后选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权使用本平台提供的任何服务。您的注册、登录、使用等行为将视为您已经详细阅读了本协议的内容，同意遵守本协议的约束，不再以不了解本协议内容作为您的抗辩事由。</p>
            <p>2.本平台有权在必要时对本协议进行修改与更新，协议条款一旦发生变动，将会在相关服务页面上提示变更内容，如果用户不同意本协议条款的变更，应立即停止使用本平台提供的服务。如用户在本协议变更后继续使用本平台的服务，即视作用户已完全同意变更后的协议。</p>
            <p class="head">二、服务内容及使用规则</p>
            <p>1.当您阅读并同意本协议，成功完成注册并支付费用后，即成为本平台的用户，享有国信诚信宝账号的使用权，可进行独立访问、对外宣传事宜。</p>
            <p>2.用户在申请使用诚信宝时，必须向本平台提供真实、准确、有效的个人身份资料信息，如用户身份资料信息有变动，应当及时更新。本平台有权就用户提供的个人身份资料信息进行调查、核实；如因用户提供个人身份资料不真实、不准确而引发的后果由用户自行承担。</p>
            <p>3.用户完成申请注册手续后，仅获得国信诚信宝账号的使用权，且该使用权仅属于初始申请注册。初始申请注册人不得赠与、借用、租用、转让或售卖诚信宝账号或者以其他方式许可非初始申请注册人使用，不得通过受赠、继承.、承租、受让或者其他任何方式使用诚信宝账号。维持账号及密码的机密安全是用户的责任，用户同意在任何情况下不向他人透露账号及密码信息，用户应对所有使用本人账号及密码的活动负完全的责任。</p>
            <p>4.用户注册后，即表明该用户已同意其在任何时段发表的任何形式的信息内容（包括但不限于客户评价、各类文章、图片等），本平台享有使用、复制、修订、改写、发布、翻译和展示其资料或制作衍生产品的权力。</p>
            <p>5.用户应运用本平台为顾客提供优质的产品、真实的信息和服务，不得销售任何假冒伪劣产品，不得进行恶性价格竞争；因产品瑕疵造成本平台宣传与用户提供产品不符之后果由用户自行承担。</p>
            <p>6.用户使用本平台产品应遵守本协议相关条款约束，用户不得在使用过程中侵犯任何第三方的任何知识产权，如因用户个人行为导致侵权事件的发生，应由用户自行解决，本平台不负有责任。且本平台在收到被侵权方提交的侵权告知消息及有效侵权证据后，有权要求用户进行内容整改，如用户未在规定时间内整改，本平台有权直接删除侵权内容。</p>     
        </div>
    </div>
</template>

<style lang="scss" scoped>
    .agreement{
        padding: 0 0.25rem 0.5rem 0.25rem;
        .theme{
            text-align: center;
            font-weight: 500;
            font-size: 0.38rem;
            margin: 0.5rem 0 0.3rem 0;
        }
        p{
            text-align: left;
            margin: 0.1rem;
            line-height: 0.45rem;
        }
        .head{
            font-weight: 500;
            font-size: 0.28rem;
        }

    }

</style>